Repository: othercodes/hbook-sharegroop-payment
Catalog: languages/hb-sharegroop-admin-*.po
Languages: fr_fr

source: E-Transactions plugin requires HBook plugin to work properly.
fr_fr: Le plugin E-Transactions nécessite le plugin HBook pour fonctionner correctement.

source: Credit Agricole Logo
fr_fr: Logo du Crédit Agricole

source: E-Carte Bleue
fr_fr: Carte bleue Éléctronique (E-Carte Bleue)

source: E-Transactions payment
fr_fr: Payment E-Transactions

source: Payment method label
fr_fr: Label de la méthode de paiement

source: Payment method description
fr_fr: Description de la méthode de paiement

source: Bottom text line 1:
fr_fr: Texte du dessous ligne 1:

source: Bottom text line 2:
fr_fr: Texte du dessous ligne 2:

source: E-Transactions, pay with your favorite method
fr_fr: E-Transactions, payez avec votre méthode préférée

source: We will redirect you to the E-Transactions banking platform where you can pay with your favorite method.
fr_fr: Vous allez être redirigés vers la plateforme bancaire E-Transactions pour finaliser le paiement.

source: Powered by
fr_fr: E-Transactions, la solution de paiement sur internet du Crédit Agricole

source: We accept all major credit cards
fr_fr: Nous acceptons les cartes suivantes:

source: E-Transactions settings
fr_fr: Paramètres E-Transactions

source: E-Transactions mode:
fr_fr: Environnement E-Transactions:

source: Live
fr_fr: Production

source: Test
fr_fr: Pré-production

source: Merchant Site Number:
fr_fr: Numéro de site marchand:

source: Merchant Rang Number:
fr_fr: Numéro de Rang:

source: Merchant E-Transactions Id:
fr_fr: Numéro d'identifiant E-Transactions:

source: HMAC Key Live:
fr_fr: Clé Production HMAC:

source: HMAC Key Test:
fr_fr: Clé Pré-production HMAC:

source: Displayed icons:
fr_fr: Logos affichés:

source: Error : no server could be found
fr_fr: Erreur: aucun serveur n'a pu être trouvé

source: You have chosen a payment method that needs further confirmation of payment.
fr_fr: Vous avez choisi une méthode de paiement qui nécessite confirmation. Merci de contacter l'hôtel.

source: No charge has been done as an error occured on Credit Agricole with your payment. Please try again and if the problem occurs again, contact us with this error code: %s. We will do our best to assist you with your reservation.
fr_fr: Aucun débit effectué car une erreur est survenue avec votre paiement sur la plateforme du Crédit Agricole. Merci d'essayer à nouveau et si le problème persiste, veuillez nous contacter avec le code erreur suivant: %s. Nous ferons tout notre possible pour vous assister au mieux avec votre réservation.
